tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "sqlite"
brew "ansible"
brew "bat"
brew "exa"
brew "python"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "hashcat"
brew "htop"
brew "httpie"
brew "hub"
brew "hydra"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "p7zip"
brew "postgresql"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tor"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "android-platform-tools"
