brew 'aria2'
brew 'coreutils'
brew 'ffmpeg'
brew 'git'
brew 'go'
brew 'highlight'
brew 'httpie'
brew 'hub'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'p7zip'
brew 'postgresql'
brew 'potrace'
brew 'shellcheck'
brew 'tor'
brew 'tree'
brew 'trash'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

tap 'caskroom/cask'

cask 'android-platform-tools'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
